import React from "react";
import styled from "styled-components";



const Title = styled.h1`
    font-size: 1.2em;
    color: #484b62;
    font-weight: 600;
    margin: 40px 50px 25px 0px;
    
`;

const Description = styled.p`
line-height: 2;
margin: 0px 50px 0px 0px;
list-style-type: circle;
    
`;


const PolicyComponent = () => {
    return (
        <div>
            <Title>
                قوانین بارگذاری ویدیو


            </Title>
            <Description>
                برای تولید و نشر بهتر محتوا در بستر آپارات به شما پیشنهاد می‌دهیم قوانین بارگذاری ویدیو در آپارات را با دقت مطالعه کنید:<br />
                <br />
                <br />
                توجه داشته باشید باید حق نشر ویدیوهای بارگذاری شده (دوبله، فیلم و سریال ایرانی و ...) را رعایت کنید.<br />
                ویدیوها نباید با شئونات اخلاقی و عرف جامعه اسلامی مغایرت داشته باشند.<br />
                از بارگذاری ویدیوهایی که منجر به ایجاد تنش و التهاب سیاسی می‌شوند، بپرهیزید.<br />
                از بارگذاری ویدیوهای اهانت‌آمیز به مقامات سیاسی و اقلیت‌های قومی و مذهبی بپرهیزید.<br />
                تمسخر شهروندان در ویدیوها ممنوع است، در صورت گزارش، ویدیو با این مفهوم از بستر آپارات حذف می‌شوند.<br />
                از انتشار ویدیو با تصاویر دل‌خراش خودداری کنید.<br />
                ویدیوهایی با موزیک متن غیرمجاز در آپارات قابل انتشار نیستند.<br />
                از انتشار ویدیوهای تکراری در یک یا چند کانال به طور هم‌زمان خودداری کنید.<br />
                امکان دانلود و بارگذاری ویدیوهای کانال‌های دیگر در کانال خود وجود ندارد. در صورت گزارش، ویدیوهای بارگذاری شده از کانال شما حذف می‌شوند و دسترسی برای بارگذاری ویدیو تا مدتی برای شما امکان‌پذیر نخواهد بود.<br />
                عنوان ویدیوها باید مرتبط به ویدیو باشد، عنوان‌های تکراری و نامربوط از دیده شدن ویدیوی شما و جذب مؤثر مخاطب جلوگیری می‌کنند.<br />
                برای جذب درست مخاطب، برچسب‌ها باید کاملاً مرتبط به ویدیوی منتشرشده باشند. استفاده از برچسب‌های غیر مرتبط منجر به گزارش‌ از سمت دیگر کاربران می‌شود و علاوه بر آن الگوریتم‌های آپارات، ویدیوهای شما را دیگر در نتایج جستجوی آن<br /> برچسب‌ها، به مخاطبان نشان نمی‌دهد.<br />
                اگر می‌خواهید از کانالتان برای تبلیغات کاری استفاده کنید، باید توجه داشته باشید که حق تبلیغات در ویدیوهای شما برای آپارات محفوظ است. بنابراین در طول ویدیوهای بازنشری امکان تبلیغات وجود ندارد مگر اینکه برای تبلیغات، از 4 ثانیه آخر <br />ویدیوی خود استفاده کنید.

            </Description>

            <Title>
                کاربران گرامی توجه داشته باشید:


            </Title>
            <Description>
                در صورت عدم رعایت قوانین فوق، آپارات می‌تواند اقدام به حذف ویدیو، مسدودی کانال و یا بستن امکان بارگذاری ویدیوها کند.<br />
                باید در گذاشتن نظرات خود دقت و از گذاشتن نظرات توهین‌آمیز و یا تهدید کاربران خودداری کنید. در صورت گزارش تخلف، امکان نوشتن نظرات برای شما مسدود می‌شود.<br />
                <br /> تذکر: مدت زمان جریمه‌های ذکر شده، بستگی به نوع و شدت تخلف شما دارد. امکان دارد از یک روز تا مسدودی کل اکانت، برای حساب کاربری شما جریمه ثبت شود.
            </Description>

            <Title>
                قوانین کلی آپارات


            </Title>
            <Description>
                با استناد به ماده 74 قانون تجارت الکترونیک مصوب 17/10/1382 مجلس شورای اسلامی و با عنایت به اینکه سایت آپارات مصداق بستر مبادلات الکترونیکی صوتی و تصویر است، مسئولیت نقض حقوق تصریح شده مؤلفان در قانون فوق از قبیل تکثیر، اجرا و توزیع و یا هر گونه محتوای خلاف قوانین کشور ایران بر عهده کاربران است.<br/>

                سایت آپارات تابع کلیه قوانین موضوعه کشور به‌خصوص قانون تجارت الکترونیک است لذا نقض هر رفتاری که متضمن نقض هریک از قوانین کشور باشد مجرمانه تلقی می‌گردد و قابل پیگیری است.<br/>
                آپارات بستر بارگذاری ویدیو را به‌صورت رایگان در اختیار کاربران قرار داده است و حق پخش تبلیغات در ویدیوهای بارگذاری شده در سایت از حقوق آپارات است.<br/>
                پس از بارگذاری ویدیو، حقوق مربوط به انتشار، حذف و ویرایش ویدیوهای بارگذاری شده نزد آپارات محفوظ خواهد ‌ماند.
                گزارش رعایت نکردن حق نشر را باید از طریق ایمیل برای ما ارسال نمایید تا ما بتوانیم به درخواست شما را رسیدگی کنیم. ارسال مدارک برای اثبات حق مالکیت ویدیو لازم است و مدارک شما نزد آپارات محفوظ خواهد ماند.<br/>
                امکان تغییر نام کاربری در آپارات وجود ندارد بنابراین باید در موقع انتخاب نام کاربری دقت لازم را داشته باشید. در صورت داشتن  درخواست رسمی (برندها، شرکت‌ها و…) یا اشکال تایپی درخواست تغییر نام خود را به مرکز پشتیبانی آپارات<a style={{textDecoration:"none"}} target={"_blank"} href="https://support.aparat.com/kb"><span style={{color:"#05a3e8"}}>support.aparat.com</span> </a>ارسال کنید. توجه داشته باشید این درخواست بررسی خواهد شد؛ و بنا به نظر کارشناس مربوطه امکان رد درخواست وجود دارد.<br/>
                امکان حذف کانال، ایمیل و شماره تماس ثبت‌شده در کانال وجود ندارد؛ اما می‌توانید از قسمت پروفایل، بخش تنظیمات، نسبت به تغییر و ویرایش ایمیل و یا شماره تماس، اقدام نمایید.<br/>
                چنانچه کانالی بنابر هر شرایطی به مدت 3 سال هیچگونه فعالیتی نداشته باشد، به صورت خودکار دسترسی به حساب کاربری آن کانال مسدود می‌شود و 6 ماه پس از مسدودی کانال، امکان انتخاب نام همان کانال برای عموم باز می‌شود.            </Description>
        </div>
    );
}

export default PolicyComponent;